Repository: cuquet/Mezzatheme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: English
ca: Anglès

source: Catalan
ca: Català

source: Spanish
ca: Castellà

source: You're already logged in. If you'd like to log in as a different user, you'll need to log out first.
ca: Ja estàs connectat. Per iniciar la sessió com un usuari diferent,hauràs de sortir primer.

source: If you don't have an account you can <a href="%(signup_url)s?next=%(next)s">sign up</a> for one now.
ca: Si no tens un compte pots <a href="%(signup_url)s?next=%(next)s">inscriure’t</a> per a un ara.

source: <p>You can also <a href="%(password_reset_url)s?next=%(profile_update_url)s">reset your password</a> if you've forgotten it.</p>
ca: <p>També pots <a href="%(password_reset_url)s?next=%(profile_update_url)s">restablir la teva contrasenya</a> si l'has oblidat.</p>

source: Enter your username or email address and you'll receive an email with a link you need to click, in order to log in and change your password.
ca: Introdueixi la teva adreça de e-mail o el teu nom d’usuari i rebràs un correu electrònic amb un enllaç on cal fer clic, per tal d’accedir i canviar la clau.

source: Update profile
ca: Actualitzar el perfil

source: You're already logged in. If you'd like to create a new account, you'll need to log out first.
ca: Ja t’has registrat. Si vols crear un compte nou, necessitaràs desconnectar primer.

source: After signing up, your account will be reviewed for approval. You'll receive an email when your account is activated.
ca: Després de donar-se d’alta, el compte serà revisat per la seva aprovació. Rebreu un correu electrònic quan s’activi el compte.

source: After signing up, you'll receive an email with a link you need to click, in order to activate your account.
ca: Després de registrar-te, rebràs un correu electrònic amb un enllaç on has de fer clic, per tal d'activar el teu compte.

source: Users
ca: Usuaris

source: Administration
ca: Administració

source: Webmail
ca: Correu Web

source: Profilemanager
ca: Administrador de perfils

source: Log out
ca: Tancar sessió

source: Log in
ca: Iniciar sessió

source: Sign up
ca: Registrar-se

source: Logged in as:
ca: Sessió iniciada com a:

source: or
ca: o

source: Toggle Navigation
ca: Activar navegació

source: Up
ca: Amunt

source: Language
ca: Idioma

source: Main Menu
ca: Menu Principal

source: Contact us
ca: Contacta amb nosaltres

source: Contact us through this <a href="/about/contact/">form.</a> with any questions or suggestions.
ca: Contacta'ns amb aquest <a href="/about/contact/">formulari</a> si tens cap questió o suggeriment.

source: Follow or Share us
ca: Segueix-nos o comparteix

source: Share on Facebook
ca: Compartir a Facebook

source: Follow us on Twitter
ca: Segueix-nos a Twitter

source: Share on Google+
ca: Compartir a Google+

source: Share by e-mail
ca: Compartir per correu

source: Powered by
ca: Desenvolupat amb

source: and
ca: i

source: Theme by
ca: Tema basat en

source: View Mobile Site
ca: Veure versió mòbil

source: Posted by
ca: Publicat per

source: %(sometime)s ago
ca: fa %(sometime)s

source: Comments
ca: Comentaris

source: %(comments_count)s comment
ca: %(comments_count)s comentari

source: Related posts
ca: Publicacions relacionades

source: I would like to share this:
ca: M'agradaria compartir això

source: This is a interesting blog post:
ca: Aquí hi ha un article interessant:

source: Tag:
ca: Etiqueta:

source: Category:
ca: Categoria

source: Author:
ca: Autor:

source: Viewing posts tagged
ca: Visualitzant publicacions etiquetades

source: Viewing posts for the category
ca: Visualitzant publicacions de la categoria

source: Viewing posts from
ca: Visualitzant publicacions des de

source: Viewing posts by
ca: Visualitzant publicacions de

source: read more
ca: llegir més

source: Recent Posts
ca: Publicacions Recents

source: Archive
ca: Arxiu

source: Tags
ca: Etiquetes

source: Authors
ca: Autors

source: Feeds
ca: Canals d'informació (Feeds)

source: Hey there, a new account has been created and requires activation.
ca: Ei, ha estat creat un nou compte i requereix activació.

source: Name
ca: Nom

source: Email
ca: Correu electrònic

source: Please use the link below to activate it.
ca: Siusplau fes servir el següent enllaç per activar-ho.

source: An account requires activation
ca: Un compte requereix activació

source: Hey there, your account has been activated.
ca: Ei, el teu compte ha estat activat.

source: Please use the link below to log in.
ca: Siusplau fes servir l'enllaç de sota per accedir.

source: Your account has been activated
ca: El teu compte ha estat activat

source: A new comment has been posted on
ca: S’ha publicat un nou comentari a

source: At %(submit_date)s %(user_name)s wrote:
ca: El %(submit_date)s en %(user_name)s va escriure:

source: At %(submit_date)s %(user_name)s wrote:
ca: El %(submit_date)s en %(user_name)s va escriure:

source: Hey there, the password reset form was used for your account.
ca: Ei, s'ha fet servir el formulari per restablir la clau amb el teu compte.

source: Please use the link below to log in and update your password.
ca: Siusplau fes servir el següent enllaç per accedir i canviar la teva clau.

source: If you didn't request for your password to be reset, please ignore this email.
ca: Si no has demanat reiniciar la teva clau, siusplau ignora aquest correu electrònic.

source: Reset your password
ca: Restablir la teva clau

source: Hey there, thanks for creating your account.
ca: Ei, gràcies per crear un compte.

source: Activate your account
ca: Activa el teu compte

source: Page not found
ca: Pàgina no trobada

source: <p>The page you requested could not be found, either contact your webmaster or try again. Use your browsers <b>Back</b> button to navigate to the page you have prevously come from</p> <p><b>Or you could just press this neat little button:</b></p>
ca: <p>La pàgina sol·licitada no es va poder trobar, posa’t en contacte amb el teu administrador web o bé torna-ho a provar. Fes servir el botó <b>Enrera</b> del teu navegador per anar a la pàgina prèvia.</p> <p><b>O bé podries pressionar aquest petit botó:</b></p>

source: Take Me Home
ca: Porta’m a casa

source: Sorry, an error occurred.
ca: Ho sento hi ha hagut un error.

source: Link
ca: Enllaç

source: Reply
ca: Respondre

source: Comment deleted
ca: Comentari esborrat

source: Comment awaiting approval
ca: El comentari està en espera d’aprobació.

source: There are currently no comments
ca: Actualment no hi ha comentaris

source: New Comment
ca: Nou comentari

source: Comment
ca: Comentari

source: Current rating
ca: Valoració actual

source: Currently unrated
ca: Actualment sense valoració

source: Rate
ca: Valoració

source: Save
ca: Guardar

source: Cancel
ca: Cancel.lar

source: Edit
ca: Editar

source: Admin
ca: Administració

source: Please correct the errors below.
ca: Si us plau, corregeix els següents errors.

source: Change
ca: Canvi

source: Search
ca: Buscar

source: Everything
ca: Tot

source: Page
ca: Pàgina

source: of
ca: de

source: Go
ca: Ves-hi

source: Home
ca: Inici

source: <h2>Congratulations!</h2> <p> Welcome to your new Mezzanine powered website. Here are some quick links to get you started: </p> <ul> <li><a href="/admin/">Log in to the admin interface</a></li> <li><a href="http://mezzanine.jupo.org/docs/content-architecture.html">Creating custom page types</a></li> <li><a href="http://mezzanine.jupo.org/docs/frequently-asked-questions.html#templates">Modifying HTML templates</a></li> <li><a href="http://mezzanine.jupo.org/docs/frequently-asked-questions.html#why-isn-t-the-homepage-a-page-object-i-can-edit-via-the-admin">Changing this homepage</a></li> <li><a href="http://mezzanine.jupo.org/docs/frequently-asked-questions.html">Other frequently asked questions</a></li> <li><a href="http://mezzanine.jupo.org/docs/configuration.html#default-settings">Full list of settings</a></li> <li><a href="http://mezzanine.jupo.org/docs/deployment.html">Deploying to a production server</a></li> </ul>
ca: <h2>Felicitats!</h2> <p> Benvingut al teu nou lloc web proporcionat per Mezzanine. Aquests són alguns enllaços ràpids per començar: </p> <ul> <li><a href="/admin/">Inicieu sessió a la interfície d'administració</a></li> <li><a href="http://mezzanine.jupo.org/docs/content-architecture.html">Creació de tipus de pàgina personalitzats</a></li> <li><a href="http://mezzanine.jupo.org/docs/frequently-asked-questions.html#templates">Modificació de plantilles HTML</a></li> <li><a href="http://mezzanine.jupo.org/docs/frequently-asked-questions.html#why-isn-t-the-homepage-a-page-object-i-can-edit-via-the-admin">Canviar aquesta pàgina</a></li> <li><a href="http://mezzanine.jupo.org/docs/frequently-asked-questions.html">Altres preguntes freqüents</a></li> <li><a href="http://mezzanine.jupo.org/docs/configuration.html#default-settings">Llista complerta de la configuració</a></li> <li><a href="http://mezzanine.jupo.org/docs/deployment.html">Implementació en un servidor de producció</a></li> </ul>

source: Submit
ca: Enviar

source: Add
ca: Afegir

source: Search Results
ca: Resultats de la recerca

source: No results were found in %(search_type)s matching your query: %(query)s
ca: No s'han trobat resultats a %(search_type)s que coincideixin amb la teva consulta: %(query)s

source: Showing %(start)s to %(end)s of %(total)s results in %(search_type)s matching your query: %(query)s
ca: Mostrant de %(start)s a %(end)s dels resultats %(total)s a %(search_type)s que coincideixin amb la teva consulta: %(query)s

source: Coming Soon/Under Construction
ca: Tornarem aviat/En construcció

source: See Soon! Coming Soon/Under Construction
ca: Ens veiem aviat! Tornarem aviat/En construcció

source: <h2>Soon there will be something different</h2> <p>We are building something very cool. Stay tuned and be patient. Your patience will be well paid.</p>
ca: <h2>Aviat hi haurà quelcom diferent</h2> <p>Construïm alguna cosa fresca. Estigues atent i sigues pacient. La teva paciència obtindrà recompensa.</p>

source: <p>This is a personal blog where I write what I find useful or interesting. I like the computer is my hobby. </p>
ca: <p>Això és un blog personal on escric allò que trobo útil o interessant. M'agrada la informàtica, és la meva afició. </p>

source: <h4>OS X</h4> <p>A series of resources related to the world OS X. From server applications to the command line.</p>
ca: <h4>OS X</h4> <p>Un seguit de recursos relacionats amb el món OS X. Des de aplicacions de servidor fins a la linia d'ordres al terminal.</p>

source: <h4>Linux (CenOS)</h4> <p>Related to this wonderful operating system. There was much stuck until I discover OS X.</p>
ca: <h4>Linux (CenOS)</h4> <p>Temes relacionats a aquest meravellós sistema operatiu. Hi estava molt enganxat fins que vaig descubrir OS X.</p>

source: <h4>Other topics</h4> <p>Unix is not everything in life, maybe I can also write about something else ...and even share any file.</p>
ca: <h4>Altres</h4> <p>Unix no ho és tot a la vida, potser també puc escriure sobre alguna cosa més... i fins i tot compartir algun fitxer.</p>

source: Contact us through this <a href="/about/contact/">form.</a> with any questions or suggestions.
ca: Contacta'ns amb aquest <a href="/about/contact/">formulari</a> si tens cap questió o suggeriment.

source: Recent Tweets
ca: Tweets recents

source: View site
ca: Veure lloc web

source: View entries
ca: Veure les entrades

source: Field
ca: Camp

source: Include
ca: Incluir

source: Filter by
ca: Filtrar per

source: All
ca: Tot/es

source: Back to form
ca: Tornar al formul.lari

source: Export CSV
ca: Exportar com a CSV

source: Entries
ca: Entrades

source: Delete selected
ca: Comentari esborrat

source: No entries to display
ca: No hi han entrades per mostrar

source: Add another
ca: Afegir un altre

source: Quick Blog
ca: Blog ràpid

source: Save Draft
ca: Guardar esborrany

source: Recent Actions
ca: Publicacions Recents

source: My Actions
ca: Les meves accions

source: None available
ca: Cap disponible

source: Recent Comments
ca: Publicacions Recents

source: Dashboard
ca: Panell de control

source: You don't have permission to access the admin for this site.
ca: No tens permisos per accedir a l'administració d'aquest lloc web.

source: Username or email:
ca: Nom d'usuari o e-mail

source: Password:
ca: Clau:

source: Interface:
ca: Interfície:

source: Site
ca: Lloc Web

source: Forgot password?
ca: Clau oblidada?

source: Profile information
ca: Administrador de perfils

source: Minimum length for passwords
ca: Longitud mínima per a les contrasenyes

source: If ``True``, the username field will be excluded from sign up and account update forms.
ca: Si ``True``, el camp de nom d'usuari serà exclòs del registre i del formulari d'actualització de comptes.

source: List of fields to exclude from the profile form.
ca: Llistat de camps a excloure del perfil d’usuari.

source: Dotted package path and class name of profile form to use for users signing up and updating their profile, when ``mezzanine.accounts`` is installed.
ca: Ruta del paquet i nom de la classe del formulari de perfil que s’usa per registrar als usuaris i actualitzar el seu perfil, quan s'instal·la ``mezzanine.accounts``.

source: If ``True``, users will have their own public profile pages.
ca: Si ``True`` , els usuaris tindran les seves pròpies pàgines de perfil públic.

source: If ``True``, when users create an account, they will be sent an email with a verification link, which they must click to enable their account.
ca: Si ``True``, quan els usuaris creiïn un compte, se'ls enviarà un correu electrònic amb un enllaç de verificació, on hauran de fer clic per activar el seu compte.

source: If ``True``, when users create an account, they will not be enabled by default and a staff member will need to activate their account in the admin interface.
ca: Si ``True``, quan els usuaris creiïn un compte , no s’activarà per defecte i un membre del personal haurà d'activar-lo a la interfície d'administració.

source: Account approval email addresses
ca: Adreces de correu electrònic d'aprovació de comptes

source: A comma separated list of email addresses that will receive an email notification each time a new account is created that requires approval.
ca: Una llista separada per comes de les adreces de correu que rebran una notificació cada vegada que es crea un nou compte que requereix l'aprovació.

source: Email address
ca: Adreça de correu electrònic

source: Username or email address
ca: Nom d'usuari o adreça de correu electrònic

source: Password
ca: Contrasenya

source: Invalid username/email and password
ca: Nom d'usuari/correu electrònic i contrasenya no vàlids

source: Your account is inactive
ca: El teu compte està desactivat

source: Password (again)
ca: Contrasenya (de nou)

source: Only letters, numbers, dashes or underscores please
ca: Només lletres, números, guions o guions baixos siusplau

source: Leave blank unless you want to change your password
ca: Deixa-ho en blanc si no és que vols canviar la contrasenya

source: Username can only contain letters, numbers, dashes or underscores.
ca: El nom d'usuari només pot contenir lletres, nombres, guions o guions baixos.

source: This username is already registered
ca: Aquest nom d’usuari ja ha estat registrat

source: Passwords do not match
ca: Les contrasenyes no coincideixen

source: Password must be at least %s characters
ca: La contrasenya ha de tenir %s caràcters com a mínim

source: This email is already registered
ca: Aquest correu electrònic ja està registrat

source: Invalid username/email
ca: Usuari/correu no vàlid

source: Successfully logged in
ca: Has accedit amb èxit

source: Successfully logged out
ca: Has sortint correctament

source: Thanks for signing up! You'll receive an email when your account is activated.
ca: Gràcies per registrar-te ! Rebràs un correu electrònic quan s'activi el teu compte.

source: A verification email has been sent with a link for activating your account.
ca: Ha estat enviat un missatge de verificació amb un enllaç per activar el teu compte.

source: Successfully signed up
ca: T’has registrat amb èxit

source: The link you clicked is no longer valid.
ca: L'enllaç on has fet clic ja no és vàlid.

source: Profile updated
ca: Perfil actualitzat

source: Update Profile
ca: Actualitzar el perfil

source: A verification email has been sent with a link for resetting your password.
ca: Ha estat enviat un missatge de verificació amb un enllaç per restablir la contrasenya.

source: Password Reset
ca: Restablir contrasenya

source: Other posts
ca: Altres entrades

source: Enable featured images in blog posts
ca: Activa imatges destacades a les entrades del bloc

source: Blog post URL date format
ca: Format de la data de la publicació de la URL del bloc

source: A string containing the value ``year``, ``month``, or ``day``, which controls the granularity of the date portion in the URL for each blog post. Eg: ``year`` will define URLs in the format /blog/yyyy/slug/, while ``day`` will define URLs with the format /blog/yyyy/mm/dd/slug/. An empty string means the URLs will only use the slug, and not contain any portion of the date at all.
ca: Una cadena que conté el valor ``year``, ``month``, o ``day``, que controla el nivell de detall de la part de la data a la URL per a cada entrada al bloc . Per exemple : ``year`` definirà les adreces URL en el format / bloc / yyyy / slug/ , mentre que ``day`` definirà les URL amb el format / bloc / yyyy / mm / dd / slug / . Una cadena buida vol dir que les URL s'utilitzaran només el slug , i no contindrà cap part de la data en absolut.

source: Blog posts per page
ca: Entrades per pàgina

source: Number of blog posts shown on a blog listing page.
ca: Nombre d'entrades del bloc que es mostrarar a la llista.

source: Blog posts RSS limit
ca: Límit RSS de l’entrada

source: Number of most recent blog posts shown in the RSS feed. Set to ``None`` to display all blog posts in the RSS feed.
ca: Número de les entrades més recents del blog que es mostren a la font RSS. Estableix ``None`` si vols visualitzar totes les entrades del bloc al canal RSS.

source: Slug of the page object for the blog.
ca: Descripció reduida de l'objecte pàgina del bloc.

source: Allow comments
ca: Permetre Comentaris
